/* Localized strings (FR) */

"Loading"                                   =           "Chargement ...";
"Error"                                     =           "Erreur";
"Cancel"                                    =           "Annuler";
"Close"                                     =           "Fermer";
"Server unavailable"                        =           "Serveur actuellement indisponible";
"Could not connect to server"               =           "La connexion au serveur a échoué";
"Check your Internet connection"            =           "Vérifiez votre connexion Internet";
"HTTP bad response"                         =           "Mauvaise réponse HTTP (";

// List of stocks
"List VC:Title"                             =           "Actions";
"List VC:Pull-to-refresh text"              =           "Mise à jour des cours ...";
"Stock quotes updated"                      =           "Cours des actions mis à jour";
"Some stocks could not be updated"          =           "Certaines actions n'ont pu être mises à jour";
"Error updating stock quotes"               =           "Erreur de mise à jour !";
"List VC:Quantity text"                     =           "Quantité";
"List VC:Stock value text"                  =           "Valeur des actions";
"List VC:Gain/loss value text"              =           "Gain ou perte";
"List VC:Gain/loss percentage text"         =           "Gain ou perte (%)";
"List VC:Intraday evolution text"           =           "Evolution intraday (%)";
"List VC:EmptyView title"                   =           "Pas d'actions";
"List VC:EmptyView subtitle"                =           "Taper sur le bouton '+'";
"List VC:Footer text"                       =           "Total :   ";
"List VC:Update text"                       =           "Mis à jour: ";
"List VC:DeleteStock action"                =           "Supprimer";

// Search stocks
"Search VC:Title"                           =           "Recherche d'actions";
"Search VC:Placeholder text"                =           "Taper un nom ou symbole";
"Search VC:No match"                        =           "Aucun résultat trouvé";
"Search VC:No market"                       =           "Aucun marché n'a pu être déterminé pour cette valeur : impossible de la suivre en portefeuille";

// Stock detail - no selection
"Detail VC:no item selected"                =           "Aucune action sélectionnée";

// Stock detail - section titles
"Detail VC:section share price"             =           "Cours de l'action";
"Detail VC:section intraday evolution"      =           "Evolution intraday";
"Detail VC:section currency rate"           =           "Taux de change";
"Detail VC:section stock valuation"         =           "Valorisation";
"Detail VC:section gain or loss"            =           "Gain ou perte";

// Stock detail - cell titles
"Detail VC:number of shares"                =           "Nombre d'actions";
"Detail VC:purchase share price"            =           "Cours d'achat";
"Detail VC:current share price"             =           "Cours actuel";
"Detail VC:intraday change value"           =           "En valeur";
"Detail VC:intraday change percentage"      =           "En %";
"Detail VC:purchase currency rate"          =           "Taux d'achat";
"Detail VC:current currency rate"           =           "Taux actuel";
"Detail VC:cost of stock"                   =           "Coût d'achat";
"Detail VC:value of stock"                  =           "Valeur actuelle";
"Detail VC:gain or loss value"              =           "En valeur";
"Detail VC:gain or loss percentage"         =           "En %";
"Detail VC:last quotation Text"             =           "Dernier cours: ";

// Stock detail - Action sheet to sell stocks
"Detail VC:AS sell title"                   =           "Voulez-vous réellement vendre ces actions ?";
"Detail VC:AS sell button"                  =           "Vendre les actions";

// Stock trading textField errors
"Stock Trading VC:incorrect entry title"    =           "Erreur de saisie";
"Stock Trading VC:incorrect entry message"  =           "Vérifiez que le champ n'est pas vide ou ne contient pas de  caractères incorrects";
"Stock Trading VC:control field title"      =           "Champ obligatoire";
"Stock Trading VC:control field message"    =           "Ce champ doit être non-nul";

// Stock purchase information
"Stock Purchase VC:buy title"               =           "Achat de titres";
"Stock Purchase VC:buy button"              =           "Acheter";
"Stock Purchase VC:purchase date"           =           "Date d'achat";
"Stock Purchase VC:section Purchase"        =           "Informations d'achat";
"Stock Purchase VC:section Current"         =           "Informations actuelles";
"Stock Purchase VC:enter info manually"     =           "Veuillez saisir les informations d'achat manuellement";



// Stock Sale information
"Stock Sell VC:sell title"                  =           "Vente de titres";
"Stock Sell VC:sell button"                 =           "Vendre";
"Stock Sell VC:section Sale"                =           "Informations de vente";
"Stock Sell VC:section Current"             =           "Informations actuelles";
"Stock Sell VC:number of shares"            =           "Nombre d'actions à vendre";
"Stock Sell VC:sale date"                   =           "Date de vente";
"Stock Sell VC:sell share price"            =           "Cours de vente";
"Stock Sell VC:sell currency rate"          =           "Taux de vente";
"Stock Sell VC:control nb of shares"        =           "Erreur : nombre d'actions";
"Stock Sell VC:control nb message"          =           "Vous ne pouvez pas vendre plus d'actions que vous n'en possédez";
"Stock Sell VC:logging title"               =           "Entrée ajoutée dans le Journal des ventes";
"Stock Sell VC:logging message"             =           "La vente de vos actions a été enregistrée dans le Journal des ventes";
"Stock Sell VC:logging message (notif)"     =           "La vente de vos actions a été enregistrée dans le Journal des ventes \n(les alertes correspondantes ont été supprimées)";


// Sales Journal
"Sales Journal VC:title"                    =           "Journal des ventes";
"Sales Journal VC:short title"              =           "Journal";
"Sales Journal VC:EmptyView title"          =           "Le Journal des ventes est vide";
"Sales Journal VC:EmptyView subtitle"       =           "Vous n'avez encore vendu aucune action.";
"Sales Journal VC:Total Gain/Loss"          =           "Total Gain/Perte : ";
"Sales Journal VC:sale of"                  =           "Vente de ";
"Sales Journal VC:shares"                   =           "actions";
"Sales Journal VC:at"                       =           "\nà ";
"Sales Journal VC:gain"                     =           "\nGain : ";
"Sales Journal VC:loss"                     =           "\nPerte : ";
"Sales Journal VC:AS title"                 =           "Voulez-vous réellement effacer le Journal des ventes ?";
"Sales Journal VC:AS destructive"           =           "Effacer toutes les entrées";

// Sales Journal detail
"Sales Detail VC:title"                     =           "Détails de la vente";
"Sales Detail VC:selling share price"       =           "Cours de vente";
"Sales Detail VC:selling currency rate"     =           "Taux de vente";
"Sales Detail VC:selling value"             =           "Valeur de vente";

// Preferences
"Prefs VC:title"                            =           "Réglages";
"Prefs VC:short title"                      =           "Réglages";
"Prefs VC:Currency settings"                =           "Devise du portefeuille";
"Prefs VC:Button cycle settings"            =           "Boutons écran principal";
"Prefs VC:Update settings"                  =           "Mise à jour automatique";
"Prefs VC:No update"                        =           "Pas de MAJ";
"Prefs VC:Notifications"                    =           "Alertes";
"Prefs VC:Theme settings"                   =           "Thème";
"Prefs VC:Credits"                          =           "Remerciements";
"Prefs VC:Support"                          =           "Support";

// Automatic Update footer
"Automatic update switch:on"                =           "Les cours seront automatiquement mis à jour en arrière-plan à intervalles réguliers, et en avant-plan si la dernière mise à jour remonte à plus de %@ minutes.";
"Automatic update switch:off"               =           "Les cours ne seront pas mis à jour automatiquement.";

// iCloud footer
"Cloud switch:on"                          =           "Vos actions, journal des ventes et notifications sont sauvegardés sur iCloud et synchronisés entre tous vos appareils.";
"Cloud switch:off"                         =           "Vos actions, journal des ventes et notifications sont sauvegardés en local sur cet appareil uniquement.";

// Notifications footer
"Notifications footer"                      =           "Les alertes requièrent que l'Actualisation en arrière-plan et les Notifications soient activées dans les Réglages de votre appareil.";

// Button cycle selection
"Button Cycle VC:title"                     =           "Bouton";
"Button Cycle VC:explanation"               =           "Sélectionnez les indicateurs de performance que vous souhaitez utiliser dans la liste des actions, ainsi que leur ordre de défilement.";
"Button Cycle VC:check last entry"          =           "Il faut qu'une valeur au moins reste sélectionnée";

// Currency picker
"Currency Picker VC:title"                  =           "Devise";
"Currency Picker VC:Reset warning"          =           "Attention ! \nChanger la devise du portefeuille supprimera toutes les valeurs !";
"Currency Picker VC:AS title"               =           "Changer la devise du portefeuille supprimera toutes les valeurs !";
"Currency Picker VC:AS destructive"         =           "Supprimer portefeuille";

// Theme selector
"Theme Selector VC:title"                   =           "Thème";

// Stock notifications
"Create Stock Notif Main VC:title"                =           "Créer une alerte";
"Create Stock Notif Main VC:general text"         =           "Créer une alerte basée sur \n%@";
"Create Stock Notif Main VC:share price"          =           "le COURS DE BOURSE";
"Create Stock Notif Main VC:stock value"          =           "la VALORISATION";
"Create Stock Notif Main VC:gain value"           =           "le GAIN OU LA PERTE (EN VALEUR)";
"Create Stock Notif Main VC:gain %"               =           "le GAIN OU LA PERTE (EN %)";
"Create Stock Notif Main VC:gain"                 =           "le GAIN OU LA PERTE";

"Create Stock Notif Main VC:permissions title"    =           "Autorisation manquante";
"Create Stock Notif Main VC:notification status"  =           "Autorisez Portfolio à vous envoyer des notifications, afin d'être averti lorsqu'un palier d'alerte est franchi";
"Create Stock Notif Main VC:background refresh"   =           "Autorisez Portfolio à utiliser l'Actualisation en arrière-plan, afin que vos actions soient régulièrement mises à jour";
"Settings"                                        =           "Réglages";

"Create Stock Notif Target VC:general text"       =           "Me prévenir lorsque %1$@ de %2$@ atteindra";
"Create Stock Notif Target VC:placeholder"        =           "Entrez la cible";
"Create Stock Notif Target VC:created"            =           "Nouvelle alerte créée";
"Create Stock Notif Target VC:logging message"    =           "Vous serez prévenu(e) lorsque %1$@ de %2$@%3$@%4$@ %5$@";

"Stock Notif List VC:Header no entry"             =           "Aucune entrée dans la Liste des alertes";
"Stock Notif List VC:Header explain"              =           "\nNB : les alertes se déclencheront lorsque les cours de bourse seront mis à jour (y compris en arrière-plan).";
"Stock Notif List VC:Notify me"                   =           "Me prévenir lorsque ";
"Stock Notif List VC:of"                          =           " de ";
"Stock Notif List VC:my"                          =           "mes ";
"Stock Notif List VC:your"                        =           "vos ";
"Stock Notif List VC:goes over"                   =           " dépassera ";
"Stock Notif List VC:goes under"                  =           " passera en-dessous de ";
"Stock Notif List VC:AS title"                    =           "Voulez-vous réellement effacer toutes les alertes ?";
"Stock Notif List VC:AS destructive"              =           "Effacer toutes les alertes";

"Local notification:message (over)"         =           "%1$@ de %2$@ a dépassé %3$@ %4$@";
"Local notification:message (under)"        =           "%1$@ de %2$@ a baissé à moins de %3$@ %4$@";
"Local notification:tap to dismiss"         =           "Tap pour fermer";

// Release notes
"Release notes title"                       =           "Nouveautés de la version %@";

// Support
"Support VC:rate app"                       =           "Evaluer l'application sur l'App Store";
"Support VC:request support"                =           "Envoyer un e-mail au support";
"Support VC:share"                          =           "Parler de cette application";
"Support VC:version"                        =           "Version";
"Support VC:e-mail title"                   =           "ZEN Portfolio : demande d'assistance";
"Support VC:e-mail body"                    =           "(Merci de décrire en détail votre problème, en incluant si possible des copies d'écran)";
"Support VC:share text"                     =           "ZEN Portfolio, un gestionnaire d'actions simple et efficace pour iPhone et iPad.\nhttp://itunes.apple.com/app/id576249340?mt=8";

"Support VC:sharing confirm title"          =           "Action réalisée";
"Support VC:sharing completed"              =           "Merci d'avoir parlé de ZEN Portfolio autour de vous !";
"Support VC:cannot compose mail"            =           "Impossible d'écrire un mail";
"Support VC:check mail activation"          =           "Vérifiez qu'au moins un compte mail est activé sur votre appareil.";
"Support VC:mail confirm title"             =           "E-mail envoyé";
"Support VC:mail sent"                      =           "Merci pour votre e-mail ! Nous répondons généralement aux demandes d'assistance sous 48 heures.";



// iCloud
// (in stockListVC)
"iCloud:available"                          =           "Synchro iCloud disponible";
"iCloud:cloud storage"                      =           "Sauvegarder automatiquement votre portefeuille  sur iCloud afin qu'il soit toujours synchronisé entre tous vos appareils ?";
"iCloud:open settings"                      =           "Ouvrir Réglages";
"iCloud:not now"                            =           "Pas maintenant";

// (in PreferencesTVC)
"iCloud:not loggedin"                       =           "Non connecté à iCloud";
"iCloud:not loggedin explanation"           =           "Connectez-vous avec votre compte iCloud pour pouvoir activer la synchonisation iCloud";
"iCloud:activated"                          =           "iCloud activé";
"iCloud:failed to activate"                 =           "Echec de l'activation iCloud";
"iCloud:deactivated"                        =           "iCloud désactivé";
"iCloud:failed to de-activate"              =           "Echec de la désactivation iCloud";

"iCloud:conflicting records"                =           "Enregistrements en conflit";
"iCloud:conflict explanation"               =           "Vous avez des enregistremets à la fois dans iCloud et sur votre appareil. Lesquels voulez-vous garder ?";
"iCloud:do not activate"                    =           "Ne pas activer iCloud";
"iCloud:local data"                         =           "Ecraser iCloud avec les données locales";
"iCloud:iCloud data"                        =           "Ecraser les données locales avec iCloud";

"iCloud:records left"                       =           "Données restantes sur iCloud";
"iCloud:records left explanation"           =           "Vous avez toujours des données sauvegardées sur iCloud. Voulez-vous les conserver (pour plus tard ou pour d'autres appareils), ou les supprimer définitivement ?";
"iCloud:leave records"                      =           "Laisser les données sur iCloud";
"iCloud:delete records"                     =           "Supprimer les données d'iCloud";
"iCloud:could not suppress"                 =           "Les enregistrements n'ont pas pu être supprimées d'iCloud. iCloud va être désactivé quand même";
